var _locales = {
        'ru-ru': {
            'Привет, мир': 'Привет, мир',

            '%1 яблоко. Весёлый %2': '%1 яблоко. Весёлый %2',

            'Всего %1 яблоко в %2 корзине': [
                'Всего %1 яблоко в %2 корзине',
                'Всего %1 яблока в %2 корзине',
                'Всего %1 яблок в %2 корзине'
            ],

            'Строка в js': 'Строка в js',

            'Текущая локаль: %1': 'Текущая локаль: %1'
        },

        'en-us': {
        	'Привет, мир': 'Hello, world',

        	'%1 яблоко. Весёлый %2': 'Apple is %1. Happy %2',

            'Всего %1 яблоко в %2 корзине': [
                'There is %1 apple in %2 basket',
                'There are %1 apples in %2 basket',
            ],

            'Строка в js': 'String in js',

            'Текущая локаль: %1': 'Current locale: %1'
        }
    }